{
  "AllText": {
    "heroDescription": "An aspiring learner who is always curious to learn new things, experiment, look for solutions, and grab opportunities! Currently, I am focused on",
    "heroDescriptionKeyword": "Vulnerability Assessment and Penetration Testing",
    "AboutParaOne": "I am a passionate and dedicated cybersecurity enthusiast with a strong foundation in digital forensics, vulnerability assessments, and ethical hacking. Over the years, I have gained hands-on experience in areas such as vulnerability assessment and penetration testing (VAPT), Linux fundamentals, programming basics, and cybersecurity awareness.",
    "AboutParaTwo": "My journey has been enriched by certifications from TCM Security, internships, and active participation in industry events like OWASP meetups and hackathons. Through my internship at the Center for Cyber Security Studies & Research, I deepened my understanding of tools like OpenVAS, Nessus, and Nmap, while also gaining insights into frameworks like MITRE ATT&CK and ISO 27001.",
    "AboutParaThree": "I enjoy creating educational content such as writeups and walkthroughs for cybersecurity tools and challenges. My goal is to share knowledge and inspire others to develop their cybersecurity skills while contributing to a safer digital world.",
    "AboutSkills": [
      "Acunetix",
      "Nessus",
      "BurpSuite",
      "Linux",
      "Python",
      "Bash Script"
    ]
  },
  "Socials": {
    "Resume": "",
    "Email":"nikhilbhandari28@gmail.com",
    "Instagram": "https://www.instagram.com/nikhil_walker_r34/",
    "LinkedIn": "https://www.linkedin.com/in/nikhil-bhandari-n/",
    "LetsDefend": "https://app.letsdefend.io/user/wlkr_r34",
    "TryHackMe": "https://tryhackme.com/r/p/NikhilWR34"
  },
  "projects": [
    {
      "id": 1,
      "Title": "Pwnagotchi",
      "Description": "Developed an AI-powered Wi-Fi hacking tool designed to learn and optimize attacks using machine learning.",
      "Tags": [
        "Python",
        "Machine Learning",
        "Wi-Fi Security"
      ],
      "DemoLink": "https://pwnagotchi.org/index.html",
      "GitLink": "https://github.com/username/Pwnagotchi"
    },
    {
      "id": 2,
      "Title": "Sunset:1",
      "Description": "Test your penetration testing skills with the Sunset:1 machine from VulnHub. Explore enumeration, exploit vulnerabilities, and escalate privileges to root.",
      "Tags": [
        "Penetration Testing",
        "Linux",
        "CTF"
      ],
      "DemoLink": "https://medium.com/@nikhilbwr34/sunset-1-walkthrough-d124d06fcc93",
      "GitLink": ""
    },
    {
      "id": 3,
      "Title": "Home Lab",
      "Description": "Set up a virtualized cybersecurity testing environment with Kali Linux and Windows 10 virtual machines.",
      "Tags": [
        "Kali Linux",
        "VMWare",
        "Cybersecurity"
      ],
      "DemoLink": "https://medium.com/@nikhilbwr34/step-by-step-guide-installing-windows-kali-linux-virtual-machines-on-vmware-workstation-pro-615a910798eb",
      "GitLink": ""
    },
    {
      "id": 4,
      "Title": "Introduction to VAPT: Tools, Attacks, and Methodologies",
      "Description": "A detailed exploration of Vulnerability Assessment and Penetration Testing tools, including Nmap, Nessus, and Burp Suite, combined with insights into OWASP Top 10 vulnerabilities.",
      "Tags": [
        "Penetration Testing",
        "Vulnerability Assessment",
        "Reporting"
      ],
      "DemoLink": "",
      "GitLink": "https://github.com/NIKHIL-WR34/VAPT-Report/"
    }
  ]
}